brew "mas"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "mysql", restart_service: true
brew "node"
brew "pure"
brew "redis"
brew "watchman"
brew "yarn"
brew "zsh-completions"
brew "tree"
cask "google-chrome"
cask "android-studio"
cask "expo-xde"
cask "gitkraken"
cask "iterm2"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "spectacle"
cask "visual-studio-code"
cask "webstorm"
mas install 937984704 # Amphetamine
mas install 1415817706 # Tadama
mas install 803453959 # Slack for Desktop
