brew "mas"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "mysql", restart_service: true
brew "pure"
brew "redis"
brew "watchman"
brew "yarn"
brew "zsh-completions"
brew "tree"
brew "cloudflared"
brew "planetscale/tap/pscale"
brew "mysql-client"

cask "google-chrome"
cask "firefox"
cask "android-studio"
cask "expo-xde"
cask "gitkraken"
cask "iterm2"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "spectacle"
cask "visual-studio-code"
cask "webstorm"
cask "notion"

mas "KakaoTalk", id: 869223134
mas "Amphetamine", id: 937984704
mas "Tadama", id: 1415817706
mas "Slack for Desktop", id: 803453959
